-- By 🆂🅲🆁🅸🅱🅻
-- Discord: scribl

-- Я не против если вы будете исследовать мои модификации. Не копируйте модификацию!
-- I don't mind if you explore my modifications. Do not copy the modification!

-- Я не против если вы будете исследовать мои модификации. Не копируйте модификацию!
-- I don't mind if you explore my modifications. Do not copy the modification! 

--[[

19.06.2024 - Release!
21.06.2024 - Update
Рефакторинг.
Удалена проверка дистанции при создании доски.
Добавлен tooltip для чекбоска доски только для администраторов.
Добавлено лог файл. Записывает все действия с доской на стороне сервера.
Добавлено ограничение на создание доски на месте где доска уже существует.
Убраны лишнии функции и print. 
Добавлен разрешение создание для игроков. [отключаемо]
Добавлены лимиты для игроков. [отключаемо]
Добавлена подсветка сообщений от администратора . [отключаемо]
ы
]]--